{
    "workAndSchool": [
      "Never have I ever fallen asleep in class.",
      "Never have I ever cheated on a test.",
      "Never have I ever forgotten to do my homework.",
      "Never have I ever gotten detention.",
      "Never have I ever skipped a class.",
      "Never have I ever forged a parent’s signature.",
      "Never have I ever been late to school.",
      "Never have I ever had a crush on a teacher.",
      "Never have I ever pulled an all-nighter to study.",
      "Never have I ever copied someone else's homework.",
      "Never have I ever been caught using my phone in class.",
      "Never have I ever lied about why my homework wasn't done.",
      "Never have I ever failed a class.",
      "Never have I ever snuck out of class early.",
      "Never have I ever lost a textbook.",
      "Never have I ever cried because of a bad grade.",
      "Never have I ever presented without being prepared.",
      "Never have I ever gotten in trouble for talking in class.",
      "Never have I ever eaten during class.",
      "Never have I ever made up an excuse to miss school.",
      "Never have I ever gotten suspended.",
      "Never have I ever had a locker partner I hated.",
      "Never have I ever been called out in class for not paying attention.",
      "Never have I ever made a fake excuse to skip gym class.",
      "Never have I ever been in a school play or performance.",
      "Never have I ever doodled all over my notebook instead of taking notes.",
      "Never have I ever worn pajamas to school.",
      "Never have I ever made a teacher cry.",
      "Never have I ever had a nickname from a teacher.",
      "Never have I ever tripped in the hallway.",
      "Never have I ever gotten a perfect score on a test.",
      "Never have I ever forgotten an important school project.",
      "Never have I ever missed the school bus.",
      "Never have I ever stayed after school just to hang out.",
      "Never have I ever been the teacher’s favorite.",
      "Never have I ever been in a school fight.",
      "Never have I ever plagiarized an assignment.",
      "Never have I ever failed a pop quiz.",
      "Never have I ever done homework during another class.",
      "Never have I ever walked into the wrong classroom.",
      "Never have I ever accidentally sent a text about a teacher—to that teacher.",
      "Never have I ever joined a club just for extra credit.",
      "Never have I ever faked sick to miss a test.",
      "Never have I ever worn the wrong school uniform.",
      "Never have I ever been asked to leave a class.",
      "Never have I ever argued with a teacher.",
      "Never have I ever helped someone cheat.",
      "Never have I ever gotten a note passed in class.",
      "Never have I ever been in the school newspaper.",
      "Never have I ever forgotten my backpack.",
      "Never have I ever tried to hide a bad grade from my parents.",
      "Never have I ever had a crush on a classmate.",
      "Never have I ever been in a group project where I did all the work.",
      "Never have I ever cried at school.",
      "Never have I ever made an excuse to avoid group work.",
      "Never have I ever made up fake citations for an essay.",
      "Never have I ever missed a test on purpose.",
      "Never have I ever been on a field trip without permission.",
      "Never have I ever gotten a participation trophy.",
      "Never have I ever had a panic attack during school.",
      "Never have I ever broken something in a classroom.",
      "Never have I ever gotten caught passing notes.",
      "Never have I ever written a love letter at school.",
      "Never have I ever had a substitute teacher mess up my name.",
      "Never have I ever made a TikTok in class.",
      "Never have I ever pretended to understand a lesson.",
      "Never have I ever missed a deadline.",
      "Never have I ever used ChatGPT or AI to do my homework 😉.",
      "Never have I ever been chosen last in PE.",
      "Never have I ever won a spelling bee.",
      "Never have I ever been class president.",
      "Never have I ever thrown up at school.",
      "Never have I ever forgotten my lunch.",
      "Never have I ever gotten a love confession at school.",
      "Never have I ever lied about reading a book for a report.",
      "Never have I ever pretended to be someone else online for a project.",
      "Never have I ever accidentally texted the class group instead of my friend.",
      "Never have I ever corrected a teacher.",
      "Never have I ever stolen school supplies.",
      "Never have I ever drawn in a library book.",
      "Never have I ever gotten kicked off a school team.",
      "Never have I ever failed to submit a group project on time.",
      "Never have I ever signed up for a class and regretted it.",
      "Never have I ever been in a school talent show.",
      "Never have I ever zoned out and missed half a lecture.",
      "Never have I ever had my phone taken away in class.",
      "Never have I ever had a crush on a senior/upperclassman.",
      "Never have I ever gotten my grade changed after complaining.",
      "Never have I ever dressed up for spirit week.",
      "Never have I ever gotten a warning call to my parents.",
      "Never have I ever forgotten a teacher’s name.",
      "Never have I ever had a meltdown over an assignment.",
      "Never have I ever had to repeat a grade.",
      "Never have I ever fallen asleep during an exam.",
      "Never have I ever pulled a prank on a teacher.",
      "Never have I ever won an academic award.",
      "Never have I ever presented in front of the whole school.",
      "Never have I ever written a secret message in a textbook.",
      "Never have I ever joined a class just to be with my friends.",
      "Never have I ever lied during a class debate just to win.",
    
      "Never have I ever lied on my resume.",
      "Never have I ever called in sick when I wasn’t.",
      "Never have I ever missed a deadline at work.",
      "Never have I ever taken office supplies home.",
      "Never have I ever sent an email to the wrong person.",
      "Never have I ever been late to a meeting.",
      "Never have I ever fallen asleep at work.",
      "Never have I ever gossiped about a coworker.",
      "Never have I ever gotten into an argument with my boss.",
      "Never have I ever forgotten a coworker's name.",
      "Never have I ever been reprimanded at work.",
      "Never have I ever sent a message to the wrong group chat.",
      "Never have I ever worked in my pajamas.",
      "Never have I ever missed a Zoom meeting.",
      "Never have I ever accidentally left my mic or camera on.",
      "Never have I ever lied about why I was late.",
      "Never have I ever used a fake excuse to leave work early.",
      "Never have I ever pretended to be busy when I wasn’t.",
      "Never have I ever worked while hungover.",
      "Never have I ever cried at work.",
      "Never have I ever had a crush on a coworker.",
      "Never have I ever eaten someone else's food from the fridge.",
      "Never have I ever ignored a client’s email.",
      "Never have I ever forgotten a coworker's birthday.",
      "Never have I ever made a mistake that cost the company money.",
      "Never have I ever used work time to do personal tasks.",
      "Never have I ever lied in a performance review.",
      "Never have I ever faked internet issues to get out of a meeting.",
      "Never have I ever been caught slacking off.",
      "Never have I ever dated someone at work.",
      "Never have I ever sent a meme during a serious chat.",
      "Never have I ever used company time for social media.",
      "Never have I ever been fired.",
      "Never have I ever forgotten to clock in or out.",
      "Never have I ever cursed in a meeting (even on mute).",
      "Never have I ever used a work computer for personal stuff.",
      "Never have I ever stayed late just to look dedicated.",
      "Never have I ever copied someone else's idea.",
      "Never have I ever had a panic attack before a presentation.",
      "Never have I ever worn something inappropriate on Zoom.",
      "Never have I ever quit a job without notice.",
      "Never have I ever sent a risky message and immediately regretted it.",
      "Never have I ever zoned out during a meeting.",
      "Never have I ever used slang in a professional email.",
      "Never have I ever made an awkward joke in a meeting.",
      "Never have I ever spilled coffee on important paperwork.",
      "Never have I ever ghosted a recruiter.",
      "Never have I ever overslept and missed work.",
      "Never have I ever joined a meeting and forgot the agenda.",
      "Never have I ever not known what I was doing at work.",
      "Never have I ever stalked a coworker online.",
      "Never have I ever replied-all by mistake.",
      "Never have I ever flirted with a client.",
      "Never have I ever panicked and pretended my internet crashed.",
      "Never have I ever lied in a job interview.",
      "Never have I ever called someone the wrong name in a meeting.",
      "Never have I ever sent a text meant for a friend to a coworker.",
      "Never have I ever cried in a work bathroom.",
      "Never have I ever covered for someone else's mistake.",
      "Never have I ever gotten drunk at a work party.",
      "Never have I ever had a work best friend.",
      "Never have I ever used emojis in a work email.",
      "Never have I ever accidentally shared the wrong screen.",
      "Never have I ever muted myself and forgot.",
      "Never have I ever pretended to be taking notes.",
      "Never have I ever ghosted a coworker’s message.",
      "Never have I ever searched for a new job while at work."
    ],
    "Embarrassing & awkward moments": [
      "Never have I ever called a teacher 'mom' or 'dad'.",
      "Never have I ever tripped in front of the entire class.",
      "Never have I ever answered a question confidently and been completely wrong.",
      "Never have I ever fallen asleep during a meeting or class.",
      "Never have I ever sent an email to the wrong person.",
      "Never have I ever forgotten a coworker's or classmate's name mid-conversation.",
      "Never have I ever worn mismatched shoes to work or school.",
      "Never have I ever spilled food or drink on important documents.",
      "Never have I ever walked into the wrong classroom or meeting room.",
      "Never have I ever been caught doodling instead of taking notes.",
      "Never have I ever waved back at someone who wasn't waving at me.",
      "Never have I ever called someone by the wrong name for an extended period.",
      "Never have I ever told a joke that no one laughed at.",
      "Never have I ever laughed at a serious moment thinking it was a joke.",
      "Never have I ever walked into a glass door or window.",
      "Never have I ever tried to open a door the wrong way in public.",
      "Never have I ever mistaken a stranger for someone I know.",
      "Never have I ever responded to someone who wasn't talking to me.",
      "Never have I ever had my voice crack during a presentation or speech.",
      "Never have I ever forgotten someone's name immediately after they told me.",
      "Never have I ever started talking to someone only to realize they were on a call.",
      "Never have I ever told a story and realized halfway through that no one was listening.",
      "Never have I ever accidentally sent a message to the wrong group chat.",
      "Never have I ever replied 'you too' to someone who didn't say anything warranting it.",
      "Never have I ever complimented someone on something they didn't have.",
      "Never have I ever tried to join a conversation and said something completely off-topic.",
      "Never have I ever made a joke that was taken the wrong way.",
      "Never have I ever forgotten what I was saying mid-sentence.",
      "Never have I ever laughed at something I shouldn't have.",
      "Never have I ever been caught talking to myself.",
      "Never have I ever sent a text to the wrong person.",
      "Never have I ever accidentally liked an old photo while stalking someone's profile.",
      "Never have I ever posted something on social media and immediately regretted it.",
      "Never have I ever had autocorrect embarrass me.",
      "Never have I ever replied all to an email unintentionally.",
      "Never have I ever accidentally shared a private photo or message publicly.",
      "Never have I ever been caught taking a selfie.",
      "Never have I ever forgotten to mute myself on a video call.",
      "Never have I ever joined a video call inappropriately dressed.",
      "Never have I ever been caught singing or dancing alone at home.",
      "Never have I ever walked into the wrong room in my own house.",
      "Never have I ever locked myself out of the house.",
      "Never have I ever broken something and tried to hide it.",
      "Never have I ever been caught talking to my pet as if they were human.",
      "Never have I ever tripped over nothing in my own home.",
      "Never have I ever worn clothes inside out all day without noticing.",
      "Never have I ever mistaken a stranger's house for my own.",
      "Never have I ever had a wardrobe malfunction at home.",
      "Never have I ever spilled something and blamed it on someone else."
    ],
    "Tarvel & adventure": [
      "Never have I ever traveled alone.",
      "Never have I ever been on a road trip.",
      "Never have I ever flown in a helicopter.",
      "Never have I ever slept under the stars.",
      "Never have I ever gone backpacking.",
      "Never have I ever hitchhiked.",
      "Never have I ever swum in the ocean at night.",
      "Never have I ever gone bungee jumping.",
      "Never have I ever climbed a mountain.",
      "Never have I ever been to another continent.",
      "Never have I ever gotten lost in a foreign country.",
      "Never have I ever missed a flight.",
      "Never have I ever stayed in a hostel.",
      "Never have I ever eaten street food abroad.",
      "Never have I ever traveled by train overnight.",
      "Never have I ever visited a desert.",
      "Never have I ever gone camping in the wild.",
      "Never have I ever traveled without a plan.",
      "Never have I ever gotten a travel tattoo.",
      "Never have I ever been scuba diving.",
      "Never have I ever parasailed.",
      "Never have I ever slept in an airport.",
      "Never have I ever gotten sunburned while traveling.",
      "Never have I ever visited a volcano.",
      "Never have I ever traveled with a stranger.",
      "Never have I ever taken a ferry.",
      "Never have I ever gone on a safari.",
      "Never have I ever bathed in a hot spring.",
      "Never have I ever done a spontaneous trip.",
      "Never have I ever seen the Northern Lights.",
      "Never have I ever visited a jungle.",
      "Never have I ever ridden a camel.",
      "Never have I ever stayed in an Airbnb.",
      "Never have I ever visited a castle.",
      "Never have I ever tried a country's national dish.",
      "Never have I ever lost my luggage.",
      "Never have I ever slept in a hammock.",
      "Never have I ever seen a wild animal up close.",
      "Never have I ever gone ziplining.",
      "Never have I ever kayaked in the ocean.",
      "Never have I ever taken travel photos for Instagram.",
      "Never have I ever gotten sick while traveling.",
      "Never have I ever done a pub crawl in another country.",
      "Never have I ever visited a UNESCO World Heritage Site.",
      "Never have I ever swum in a waterfall.",
      "Never have I ever gone white-water rafting.",
      "Never have I ever traveled with just a carry-on.",
      "Never have I ever stayed in a treehouse.",
      "Never have I ever ridden a scooter in a foreign city.",
      "Never have I ever bought a last-minute flight.",
      "Never have I ever tried surfing.",
      "Never have I ever visited an island.",
      "Never have I ever had a travel romance.",
      "Never have I ever been to a full moon party.",
      "Never have I ever gone snorkeling.",
      "Never have I ever traveled with my best friend.",
      "Never have I ever had a travel emergency.",
      "Never have I ever participated in a local festival abroad.",
      "Never have I ever been to a theme park abroad.",
      "Never have I ever taken a cooking class while traveling.",
      "Never have I ever used Google Translate in real life.",
      "Never have I ever been stuck in customs.",
      "Never have I ever bartered at a local market.",
      "Never have I ever taken a wrong bus in a foreign city.",
      "Never have I ever visited a cave.",
      "Never have I ever seen a glacier.",
      "Never have I ever traveled to see a concert or event.",
      "Never have I ever visited a war memorial or battlefield.",
      "Never have I ever traveled for over a month.",
      "Never have I ever tried hitchhiking successfully.",
      "Never have I ever taken a hot air balloon ride.",
      "Never have I ever taken travel advice from a local.",
      "Never have I ever drunk tap water in a country where I shouldn’t have.",
      "Never have I ever taken a scenic train ride.",
      "Never have I ever been to a country where I didn’t speak the language.",
      "Never have I ever taken a solo hike.",
      "Never have I ever forgotten my passport.",
      "Never have I ever gotten a souvenir for someone else.",
      "Never have I ever visited a museum abroad.",
      "Never have I ever learned basic phrases in a new language.",
      "Never have I ever been to a travel expo.",
      "Never have I ever gone geocaching.",
      "Never have I ever tried a weird food abroad.",
      "Never have I ever gotten a sunburn so bad I couldn’t move.",
      "Never have I ever had a beach day in another country.",
      "Never have I ever used Couchsurfing.",
      "Never have I ever been in a travel group.",
      "Never have I ever danced in the rain while traveling.",
      "Never have I ever made a travel vlog.",
      "Never have I ever taken a picture with a famous landmark.",
      "Never have I ever learned a traditional dance abroad.",
      "Never have I ever gotten a massage in another country.",
      "Never have I ever forgotten where I was staying.",
      "Never have I ever traveled during a pandemic.",
      "Never have I ever been on a boat cruise.",
      "Never have I ever eaten bugs.",
      "Never have I ever had to mime to communicate.",
      "Never have I ever met someone famous while traveling.",
      "Never have I ever journaled during a trip.",
      "Never have I ever changed my life because of travel."
    ],
    "Relationship & dating": [
      "Never have I ever gone on a blind date.",
  "Never have I ever been in love.",
  "Never have I ever kissed someone on the first date.",
  "Never have I ever been dumped.",
  "Never have I ever dumped someone.",
  "Never have I ever lied on a dating app.",
  "Never have I ever been on a date with someone I met online.",
  "Never have I ever dated more than one person at the same time.",
  "Never have I ever kissed someone of the same gender.",
  "Never have I ever had a crush on a friend.",
  "Never have I ever gotten back together with an ex.",
  "Never have I ever had a long-distance relationship.",
  "Never have I ever had a secret relationship.",
  "Never have I ever gone on a date just for the free food.",
  "Never have I ever had a one-night stand.",
  "Never have I ever sent a romantic text to the wrong person.",
  "Never have I ever fallen for someone I couldn’t have.",
  "Never have I ever used someone to make someone else jealous.",
  "Never have I ever cheated on someone.",
  "Never have I ever been cheated on.",
  "Never have I ever had feelings for someone I shouldn't have.",
  "Never have I ever been in a friends-with-benefits relationship.",
  "Never have I ever had a crush on a teacher.",
  "Never have I ever been in a relationship with someone I met through work.",
  "Never have I ever been ghosted after a date.",
  "Never have I ever sent a risky message to someone I liked.",
  "Never have I ever lied about my relationship status.",
  "Never have I ever had a fake relationship for a social reason.",
  "Never have I ever been on a date with someone who was already in a relationship.",
  "Never have I ever done something embarrassing on a date.",
  "Never have I ever dated someone much older than me.",
  "Never have I ever had a secret crush.",
  "Never have I ever fallen for someone too quickly.",
  "Never have I ever been in an interracial relationship.",
  "Never have I ever broken up with someone via text.",
  "Never have I ever had a crush on someone I wasn’t allowed to date.",
  "Never have I ever tried online dating.",
  "Never have I ever sent a love letter.",
  "Never have I ever fallen in love with someone I met on a trip.",
  "Never have I ever used a dating app.",
  "Never have I ever been on a date that went terribly wrong.",
  "Never have I ever asked someone out.",
  "Never have I ever been to a romantic dinner date.",
  "Never have I ever dated a coworker.",
  "Never have I ever tried to make my ex jealous.",
  "Never have I ever lied about how long I’ve been single.",
  "Never have I ever gone to a wedding alone.",
  "Never have I ever kissed someone while drunk.",
  "Never have I ever sent a flirtatious text to someone I didn’t know well.",
  "Never have I ever had an awkward first date.",
  "Never have I ever had a relationship with someone my friends didn’t like.",
  "Never have I ever gotten back with an ex just to have closure.",
  "Never have I ever had a romantic date in the rain.",
  "Never have I ever gone to a movie with someone just to make them like me.",
  "Never have I ever been set up by a friend on a date.",
  "Never have I ever broken up with someone because they were too clingy.",
  "Never have I ever been in a toxic relationship.",
  "Never have I ever lied to avoid going on a date.",
  "Never have I ever kissed someone under mistletoe.",
  "Never have I ever had a crush on someone I worked with.",
  "Never have I ever been on a date to a theme park.",
  "Never have I ever kissed someone I didn't like.",
  "Never have I ever had a romantic relationship with someone I met on vacation.",
  "Never have I ever sent someone a gift without them asking.",
  "Never have I ever planned a surprise date.",
  "Never have I ever ignored someone’s text because I was scared of dating them.",
  "Never have I ever been caught sending a flirtatious message to someone else.",
  "Never have I ever dated someone my parents didn't approve of.",
  "Never have I ever gone on a date where I didn’t have a good time.",
  "Never have I ever lied about being single.",
  "Never have I ever kissed someone I didn’t want to kiss.",
  "Never have I ever gone on a date with someone I met through social media.",
  "Never have I ever been surprised by a date.",
  "Never have I ever felt jealous of my partner’s friends.",
  "Never have I ever bought a gift for a significant other without occasion.",
  "Never have I ever had a relationship end because of distance.",
  "Never have I ever been in a polyamorous relationship.",
  "Never have I ever sent a text to someone and then regretted it immediately.",
  "Never have I ever tried to impress someone I liked.",
  "Never have I ever cried over someone I was dating.",
  "Never have I ever dated someone just because they liked me.",
  "Never have I ever had a crush on a celebrity.",
  "Never have I ever gone on a date without any intention of dating the person again.",
  "Never have I ever been in a relationship where I felt unsupported.",
  "Never have I ever tried to make a relationship work even though it wasn’t right.",
  "Never have I ever given a love letter to someone.",
  "Never have I ever had a perfect first date.",
  "Never have I ever had an awkward kiss.",
  "Never have I ever been on a romantic weekend getaway.",
  "Never have I ever been on a date with someone I thought was not my type but ended up liking.",
  "Never have I ever told someone I loved them too soon.",
  "Never have I ever had a crush on someone who didn’t know I existed.",
  "Never have I ever done something special for someone to show I liked them.",
  "Never have I ever given someone a second chance after they hurt me.",
  "Never have I ever been on a date with someone who was completely different from me.",
  "Never have I ever written a poem for someone I loved.",
  "Never have I ever gone to a romantic event like a concert or dinner.",
  "Never have I ever received a love letter from someone."
    ],
    "Party and fun": [
      "Never have I ever gone to a party and not remembered anything the next day.",
  "Never have I ever thrown a surprise party.",
  "Never have I ever danced all night at a party.",
  "Never have I ever been to a themed party.",
  "Never have I ever been kicked out of a party.",
  "Never have I ever crashed a party I wasn’t invited to.",
  "Never have I ever gone to a party just for the food.",
  "Never have I ever thrown a party at my house.",
  "Never have I ever sung karaoke at a party.",
  "Never have I ever had a party with more than 50 people.",
  "Never have I ever attended a costume party.",
  "Never have I ever gone to a party and regretted it.",
  "Never have I ever taken a shot at a party.",
  "Never have I ever stayed up all night at a party.",
  "Never have I ever played drinking games at a party.",
  "Never have I ever hosted a party at someone else’s house.",
  "Never have I ever made a party playlist.",
  "Never have I ever danced in public while intoxicated.",
  "Never have I ever attended a music festival.",
  "Never have I ever been to a party with a celebrity.",
  "Never have I ever gone to a party without knowing anyone there.",
  "Never have I ever been to a beach party.",
  "Never have I ever gone to a pool party.",
  "Never have I ever had a party with no alcohol.",
  "Never have I ever gone to a party for someone I didn’t know.",
  "Never have I ever done a prank at a party.",
  "Never have I ever stayed up late talking at a party.",
  "Never have I ever been to a rave.",
  "Never have I ever been to a New Year’s Eve party.",
  "Never have I ever had a party in a public place.",
  "Never have I ever been to a party at a friend’s house while their parents were away.",
  "Never have I ever danced on a table at a party.",
  "Never have I ever kissed someone at a party.",
  "Never have I ever played beer pong at a party.",
  "Never have I ever invited too many people to a party.",
  "Never have I ever had a pool party.",
  "Never have I ever been to a house party.",
  "Never have I ever gotten into a party fight.",
  "Never have I ever fallen asleep at a party.",
  "Never have I ever been to a party where the cops showed up.",
  "Never have I ever danced in a mosh pit.",
  "Never have I ever been to a party at someone’s house without them knowing.",
  "Never have I ever gone to a bar or club for a party.",
  "Never have I ever worn a ridiculous outfit to a party.",
  "Never have I ever made a speech at a party.",
  "Never have I ever had a party for no reason.",
  "Never have I ever gone to a party and met someone famous.",
  "Never have I ever been part of a surprise party planning.",
  "Never have I ever gone to a party that lasted until morning.",
  "Never have I ever attended a pool party in the winter.",
  "Never have I ever played a game of truth or dare at a party.",
  "Never have I ever thrown confetti at a party.",
  "Never have I ever danced to a song I didn’t like just to fit in.",
  "Never have I ever attended a party with a bonfire.",
  "Never have I ever hosted a sleepover party.",
  "Never have I ever had a party without telling anyone about it.",
  "Never have I ever eaten cake at a party.",
  "Never have I ever gone to a party where there were awkward moments.",
  "Never have I ever gotten too drunk at a party.",
  "Never have I ever had a party that got out of control.",
  "Never have I ever played a game of charades at a party.",
  "Never have I ever gone to a party at a hotel.",
  "Never have I ever had a themed dinner party.",
  "Never have I ever gone to a party with a funny costume.",
  "Never have I ever done karaoke in front of strangers.",
  "Never have I ever gone to a party that was not fun.",
  "Never have I ever broken something at a party.",
  "Never have I ever laughed so hard at a party that I cried.",
  "Never have I ever been to a party that had a dance-off.",
  "Never have I ever been to a party with a secret guest list.",
  "Never have I ever gone to a party just to meet new people.",
  "Never have I ever gone to a party and left early.",
  "Never have I ever had a party that lasted all weekend.",
  "Never have I ever dressed up as a character for a party.",
  "Never have I ever been to a party and had to leave because it was too awkward.",
  "Never have I ever made out at a party.",
  "Never have I ever gone to a party and found someone I knew from work or school.",
  "Never have I ever gotten a hangover from a party.",
  "Never have I ever had an amazing time at a party and didn’t want to leave.",
  "Never have I ever gone to a party to meet someone specific.",
  "Never have I ever had a party in a city I was visiting.",
  "Never have I ever made a party memory I will never forget.",
  "Never have I ever eaten something I shouldn’t have at a party.",
  "Never have I ever had to clean up after a party.",
  "Never have I ever been to a party with fireworks.",
  "Never have I ever met someone at a party and hit it off immediately.",
  "Never have I ever gone to a party and ended up making new friends.",
  "Never have I ever stayed in the corner at a party because I didn’t know anyone.",
  "Never have I ever invited someone to a party and regretted it.",
  "Never have I ever gone to a party and then regretted the outfit I wore.",
  "Never have I ever gone to a party just because it was the weekend."
    ],
    "Money & shopping": [
      "Never have I ever bought something expensive just because it was on sale.",
  "Never have I ever splurged on something I didn't need.",
  "Never have I ever spent money on something and immediately regretted it.",
  "Never have I ever bought something online and forgotten about it until it arrived.",
  "Never have I ever gone shopping and spent more money than I planned.",
  "Never have I ever used a coupon or promo code to save money.",
  "Never have I ever paid for something I couldn’t afford at the time.",
  "Never have I ever bought clothes I never wore.",
  "Never have I ever returned something I bought after using it.",
  "Never have I ever bought a luxury item to impress someone.",
  "Never have I ever spent money on something just because everyone else had it.",
  "Never have I ever gone shopping to cheer myself up.",
  "Never have I ever gotten a credit card just to buy something I wanted.",
  "Never have I ever spent money on something that I didn’t even like once I had it.",
  "Never have I ever bought something just to keep up with a trend.",
  "Never have I ever shopped at a thrift store.",
  "Never have I ever bought something without checking the price first.",
  "Never have I ever bought a gift for someone and not liked it myself.",
  "Never have I ever splurged on food or drinks while shopping.",
  "Never have I ever bought something online and returned it because it didn’t look as good as in the pictures.",
  "Never have I ever paid full price for something when I could have found it cheaper elsewhere.",
  "Never have I ever used someone else's credit card to buy something.",
  "Never have I ever bought something on a whim and ended up never using it.",
  "Never have I ever spent all my money in one shopping trip.",
  "Never have I ever spent money on something unnecessary and then tried to justify it.",
  "Never have I ever shopped for something expensive without feeling guilty afterward.",
  "Never have I ever used an installment payment plan to buy something.",
  "Never have I ever bought an item just because it was a limited edition.",
  "Never have I ever bought something because it was advertised as a 'must-have.'",
  "Never have I ever gone shopping to find the perfect gift but ended up buying something for myself.",
  "Never have I ever spent money on a hobby I later stopped doing.",
  "Never have I ever gone shopping with no intention of buying anything but still left with a purchase.",
  "Never have I ever gotten a discount at a store just by asking.",
  "Never have I ever impulse-bought a beauty product.",
  "Never have I ever bought something without checking the reviews first.",
  "Never have I ever compared prices online before going to the store.",
  "Never have I ever spent more money on food than on any other item during a shopping spree.",
  "Never have I ever paid for something without realizing I didn’t have enough money in my account.",
  "Never have I ever gone shopping and bought something just because it was 'cheap.'",
  "Never have I ever bought something just because I got a gift card.",
  "Never have I ever accidentally bought the wrong size or color online.",
  "Never have I ever saved up for something big and then spent the money on something else.",
  "Never have I ever bought something because it was 'too good of a deal to pass up.'",
  "Never have I ever made a major purchase and had to ask for help with the payment.",
  "Never have I ever sold something I no longer use to make extra money.",
  "Never have I ever regretted spending money on a vacation.",
  "Never have I ever bought a gift for someone because I felt obligated to do so.",
  "Never have I ever saved money specifically to buy something I really wanted.",
  "Never have I ever gone into debt due to shopping.",
  "Never have I ever made a large purchase on a credit card.",
  "Never have I ever spent all my savings on a single shopping trip.",
  "Never have I ever been tempted to buy something expensive I couldn’t afford.",
  "Never have I ever returned an item just because I changed my mind.",
  "Never have I ever bought something because it was 'on trend' and then never wore it.",
  "Never have I ever shopped for something just because someone else recommended it.",
  "Never have I ever tried to bargain for a lower price at a store.",
  "Never have I ever spent a large amount of money without telling anyone.",
  "Never have I ever made a purchase and then regretted it within the first hour.",
  "Never have I ever bought something online that didn’t arrive on time.",
  "Never have I ever spent money on a service that wasn’t as good as expected.",
  "Never have I ever spent money just to avoid feeling left out.",
  "Never have I ever sold something online to make extra cash.",
  "Never have I ever spent too much money on gifts for people during the holidays.",
  "Never have I ever borrowed money from a friend or family member to make a purchase.",
  "Never have I ever felt guilty about spending money on something I didn’t need.",
  "Never have I ever spent money on something and then found it cheaper somewhere else.",
  "Never have I ever bought a duplicate item because I forgot I already had it.",
  "Never have I ever bought something just because it was trending on social media.",
  "Never have I ever spent more money on clothes than I should have.",
  "Never have I ever saved up to buy something and then regretted it after purchasing it.",
  "Never have I ever bought a new phone or tech gadget even though my old one still worked.",
  "Never have I ever spent money on a subscription I never used.",
  "Never have I ever done shopping for something I didn’t need just to pass the time.",
  "Never have I ever spent money impulsively on a sale item I didn’t need.",
  "Never have I ever used the 'buy now, pay later' option.",
  "Never have I ever spent money on something to impress others.",
  "Never have I ever made a large purchase for myself to celebrate an achievement.",
  "Never have I ever gone over budget on a shopping spree.",
  "Never have I ever made a purchase and then returned it because I didn’t need it.",
  "Never have I ever used a credit card to buy something I couldn't afford.",
  "Never have I ever bought a gift for someone just to get them to like me.",
  "Never have I ever spent more money than I should have on a night out.",
  "Never have I ever participated in a flash sale and bought something unnecessary."
    ],
    "girlsNight": [
      "Never have I ever had a girls' night sleepover.",
  "Never have I ever stayed up all night gossiping with my girlfriends.",
  "Never have I ever done a DIY spa night with my friends.",
  "Never have I ever had a girls' night out at a club.",
  "Never have I ever played truth or dare at a girls' night.",
  "Never have I ever had a wine and cheese night with my girlfriends.",
  "Never have I ever watched chick flicks during a girls' night.",
  "Never have I ever shared a secret with my girlfriends during a girls' night.",
  "Never have I ever gone to a karaoke bar with my girlfriends.",
  "Never have I ever done matching outfits with my friends for a girls' night.",
  "Never have I ever had a pajama party with my girls.",
  "Never have I ever had a heart-to-heart conversation during a girls' night.",
  "Never have I ever gotten into a heated debate during a girls' night.",
  "Never have I ever played board games at a girls' night.",
  "Never have I ever had a dance-off with my girlfriends.",
  "Never have I ever shared a funny story that made everyone laugh during a girls' night.",
  "Never have I ever made homemade cocktails for a girls' night.",
  "Never have I ever planned a girls' trip during a girls' night.",
  "Never have I ever talked about our crushes during a girls' night.",
  "Never have I ever dressed up fancy for a girls' night out.",
  "Never have I ever had a girls' night where we did each other’s makeup.",
  "Never have I ever played a prank on someone during a girls' night.",
  "Never have I ever shared a bucket of ice cream during a girls' night.",
  "Never have I ever had a girls' night while on vacation.",
  "Never have I ever gone on a late-night snack run with my girlfriends.",
  "Never have I ever had a themed girls' night.",
  "Never have I ever made a playlist for a girls' night.",
  "Never have I ever gone to a movie theater for a girls' night out.",
  "Never have I ever done a DIY project with my friends during a girls' night.",
  "Never have I ever had a deep conversation with my girlfriends that lasted for hours.",
  "Never have I ever taken silly selfies during a girls' night.",
  "Never have I ever had a late-night chat that made me cry with my friends.",
  "Never have I ever watched a scary movie during a girls' night.",
  "Never have I ever had a girls' night that turned into a therapy session.",
  "Never have I ever had a girls' night that involved cooking dinner together.",
  "Never have I ever made friendship bracelets during a girls' night.",
  "Never have I ever played video games with my girlfriends during a girls' night.",
  "Never have I ever had a girls' night with pizza and Netflix.",
  "Never have I ever gone to a comedy show with my girlfriends.",
  "Never have I ever gone on a shopping spree with my friends for a girls' night.",
  "Never have I ever stayed up all night talking about our futures during a girls' night.",
  "Never have I ever given my friend a makeover during a girls' night.",
  "Never have I ever had a game night with my girlfriends.",
  "Never have I ever had a karaoke session at home with my girls.",
  "Never have I ever gone to a spa with my girlfriends for a girls' night.",
  "Never have I ever done a photo shoot with my friends during a girls' night.",
  "Never have I ever had a sleepover with face masks and hair treatments.",
  "Never have I ever done a secret Santa exchange during a girls' night.",
  "Never have I ever had a girls' night with just catching up over coffee.",
  "Never have I ever had a wild dance party with my girlfriends.",
  "Never have I ever gone on a road trip with my girls during a girls' night.",
  "Never have I ever stayed in a hotel with my friends for a girls' weekend.",
  "Never have I ever done yoga or a workout session with my girlfriends during a girls' night.",
  "Never have I ever gone to a wine tasting with my friends.",
  "Never have I ever had a girls' night in with candles and music.",
  "Never have I ever spent a whole night binge-watching a TV series with my girls.",
  "Never have I ever thrown a surprise party for one of my girlfriends.",
  "Never have I ever had a heartwarming girls' night where we all cried happy tears.",
  "Never have I ever had a themed costume night with my girlfriends.",
  "Never have I ever shared a funny or embarrassing story at a girls' night.",
  "Never have I ever gone to a karaoke bar and sang with my girlfriends.",
  "Never have I ever gotten matching tattoos with my friends during a girls' night.",
  "Never have I ever gone on a spontaneous night out with my girlfriends.",
  "Never have I ever spent the whole day pampering myself and my friends during a girls' day.",
  "Never have I ever played cards against humanity with my girlfriends during a girls' night.",
  "Never have I ever made a vision board with my friends during a girls' night.",
  "Never have I ever gone to a dance class with my girlfriends.",
  "Never have I ever stayed up late doing crafts with my friends.",
  "Never have I ever had a themed photo booth during a girls' night.",
  "Never have I ever gone to a fancy dinner with my girlfriends during a girls' night.",
  "Never have I ever gone on a shopping date with my girlfriends during a girls' night.",
  "Never have I ever gotten matching pajamas with my girlfriends for a sleepover.",
  "Never have I ever shared life advice with my girlfriends during a girls' night.",
  "Never have I ever baked cookies or cupcakes with my girlfriends during a girls' night.",
  "Never have I ever planned a surprise girls' night for someone special.",
  "Never have I ever gone to a bar just for the dancing with my girlfriends.",
  "Never have I ever made up funny stories or scenarios with my girlfriends during a girls' night.",
  "Never have I ever had a pajama day with my girlfriends.",
  "Never have I ever binge-watched a show with my friends until we finished the whole season.",
  "Never have I ever planned a weekend getaway with my girlfriends.",
  "Never have I ever had a girls' night where we all tried to bake something together.",
  "Never have I ever talked about our crushes during a girls' night out.",
  "Never have I ever gotten matching jewelry with my girlfriends for a girls' night.",
  "Never have I ever made a scrapbook of memories from a girls' night."
    ],
    "All of the above": [
      "Never have I ever fallen asleep in class.",
      "Never have I ever cheated on a test.",
      "Never have I ever forgotten to do my homework.",
      "Never have I ever gotten detention.",
      "Never have I ever skipped a class.",
      "Never have I ever forged a parent’s signature.",
      "Never have I ever been late to school.",
      "Never have I ever had a crush on a teacher.",
      "Never have I ever pulled an all-nighter to study.",
      "Never have I ever copied someone else's homework.",
      "Never have I ever been caught using my phone in class.",
      "Never have I ever lied about why my homework wasn't done.",
      "Never have I ever failed a class.",
      "Never have I ever snuck out of class early.",
      "Never have I ever lost a textbook.",
      "Never have I ever cried because of a bad grade.",
      "Never have I ever presented without being prepared.",
      "Never have I ever gotten in trouble for talking in class.",
      "Never have I ever eaten during class.",
      "Never have I ever made up an excuse to miss school.",
      "Never have I ever gotten suspended.",
      "Never have I ever had a locker partner I hated.",
      "Never have I ever been called out in class for not paying attention.",
      "Never have I ever made a fake excuse to skip gym class.",
      "Never have I ever been in a school play or performance.",
      "Never have I ever doodled all over my notebook instead of taking notes.",
      "Never have I ever worn pajamas to school.",
      "Never have I ever made a teacher cry.",
      "Never have I ever had a nickname from a teacher.",
      "Never have I ever tripped in the hallway.",
      "Never have I ever gotten a perfect score on a test.",
      "Never have I ever forgotten an important school project.",
      "Never have I ever missed the school bus.",
      "Never have I ever stayed after school just to hang out.",
      "Never have I ever been the teacher’s favorite.",
      "Never have I ever been in a school fight.",
      "Never have I ever plagiarized an assignment.",
      "Never have I ever failed a pop quiz.",
      "Never have I ever done homework during another class.",
      "Never have I ever walked into the wrong classroom.",
      "Never have I ever accidentally sent a text about a teacher—to that teacher.",
      "Never have I ever joined a club just for extra credit.",
      "Never have I ever faked sick to miss a test.",
      "Never have I ever worn the wrong school uniform.",
      "Never have I ever been asked to leave a class.",
      "Never have I ever argued with a teacher.",
      "Never have I ever helped someone cheat.",
      "Never have I ever gotten a note passed in class.",
      "Never have I ever been in the school newspaper.",
      "Never have I ever forgotten my backpack.",
      "Never have I ever tried to hide a bad grade from my parents.",
      "Never have I ever had a crush on a classmate.",
      "Never have I ever been in a group project where I did all the work.",
      "Never have I ever cried at school.",
      "Never have I ever made an excuse to avoid group work.",
      "Never have I ever made up fake citations for an essay.",
      "Never have I ever missed a test on purpose.",
      "Never have I ever been on a field trip without permission.",
      "Never have I ever gotten a participation trophy.",
      "Never have I ever had a panic attack during school.",
      "Never have I ever broken something in a classroom.",
      "Never have I ever gotten caught passing notes.",
      "Never have I ever written a love letter at school.",
      "Never have I ever had a substitute teacher mess up my name.",
      "Never have I ever made a TikTok in class.",
      "Never have I ever pretended to understand a lesson.",
      "Never have I ever missed a deadline.",
      "Never have I ever used ChatGPT or AI to do my homework 😉.",
      "Never have I ever been chosen last in PE.",
      "Never have I ever won a spelling bee.",
      "Never have I ever been class president.",
      "Never have I ever thrown up at school.",
      "Never have I ever forgotten my lunch.",
      "Never have I ever gotten a love confession at school.",
      "Never have I ever lied about reading a book for a report.",
      "Never have I ever pretended to be someone else online for a project.",
      "Never have I ever accidentally texted the class group instead of my friend.",
      "Never have I ever corrected a teacher.",
      "Never have I ever stolen school supplies.",
      "Never have I ever drawn in a library book.",
      "Never have I ever gotten kicked off a school team.",
      "Never have I ever failed to submit a group project on time.",
      "Never have I ever signed up for a class and regretted it.",
      "Never have I ever been in a school talent show.",
      "Never have I ever zoned out and missed half a lecture.",
      "Never have I ever had my phone taken away in class.",
      "Never have I ever had a crush on a senior/upperclassman.",
      "Never have I ever gotten my grade changed after complaining.",
      "Never have I ever dressed up for spirit week.",
      "Never have I ever gotten a warning call to my parents.",
      "Never have I ever forgotten a teacher’s name.",
      "Never have I ever had a meltdown over an assignment.",
      "Never have I ever had to repeat a grade.",
      "Never have I ever fallen asleep during an exam.",
      "Never have I ever pulled a prank on a teacher.",
      "Never have I ever won an academic award.",
      "Never have I ever presented in front of the whole school.",
      "Never have I ever written a secret message in a textbook.",
      "Never have I ever joined a class just to be with my friends.",
      "Never have I ever lied during a class debate just to win.",
    
      "Never have I ever lied on my resume.",
      "Never have I ever called in sick when I wasn’t.",
      "Never have I ever missed a deadline at work.",
      "Never have I ever taken office supplies home.",
      "Never have I ever sent an email to the wrong person.",
      "Never have I ever been late to a meeting.",
      "Never have I ever fallen asleep at work.",
      "Never have I ever gossiped about a coworker.",
      "Never have I ever gotten into an argument with my boss.",
      "Never have I ever forgotten a coworker's name.",
      "Never have I ever been reprimanded at work.",
      "Never have I ever sent a message to the wrong group chat.",
      "Never have I ever worked in my pajamas.",
      "Never have I ever missed a Zoom meeting.",
      "Never have I ever accidentally left my mic or camera on.",
      "Never have I ever lied about why I was late.",
      "Never have I ever used a fake excuse to leave work early.",
      "Never have I ever pretended to be busy when I wasn’t.",
      "Never have I ever worked while hungover.",
      "Never have I ever cried at work.",
      "Never have I ever had a crush on a coworker.",
      "Never have I ever eaten someone else's food from the fridge.",
      "Never have I ever ignored a client’s email.",
      "Never have I ever forgotten a coworker's birthday.",
      "Never have I ever made a mistake that cost the company money.",
      "Never have I ever used work time to do personal tasks.",
      "Never have I ever lied in a performance review.",
      "Never have I ever faked internet issues to get out of a meeting.",
      "Never have I ever been caught slacking off.",
      "Never have I ever dated someone at work.",
      "Never have I ever sent a meme during a serious chat.",
      "Never have I ever used company time for social media.",
      "Never have I ever been fired.",
      "Never have I ever forgotten to clock in or out.",
      "Never have I ever cursed in a meeting (even on mute).",
      "Never have I ever used a work computer for personal stuff.",
      "Never have I ever stayed late just to look dedicated.",
      "Never have I ever copied someone else's idea.",
      "Never have I ever had a panic attack before a presentation.",
      "Never have I ever worn something inappropriate on Zoom.",
      "Never have I ever quit a job without notice.",
      "Never have I ever sent a risky message and immediately regretted it.",
      "Never have I ever zoned out during a meeting.",
      "Never have I ever used slang in a professional email.",
      "Never have I ever made an awkward joke in a meeting.",
      "Never have I ever spilled coffee on important paperwork.",
      "Never have I ever ghosted a recruiter.",
      "Never have I ever overslept and missed work.",
      "Never have I ever joined a meeting and forgot the agenda.",
      "Never have I ever not known what I was doing at work.",
      "Never have I ever stalked a coworker online.",
      "Never have I ever replied-all by mistake.",
      "Never have I ever flirted with a client.",
      "Never have I ever panicked and pretended my internet crashed.",
      "Never have I ever lied in a job interview.",
      "Never have I ever called someone the wrong name in a meeting.",
      "Never have I ever sent a text meant for a friend to a coworker.",
      "Never have I ever cried in a work bathroom.",
      "Never have I ever covered for someone else's mistake.",
      "Never have I ever gotten drunk at a work party.",
      "Never have I ever had a work best friend.",
      "Never have I ever used emojis in a work email.",
      "Never have I ever accidentally shared the wrong screen.",
      "Never have I ever muted myself and forgot.",
      "Never have I ever pretended to be taking notes.",
      "Never have I ever ghosted a coworker’s message.",
      "Never have I ever searched for a new job while at work.",
      "Never have I ever called a teacher 'mom' or 'dad'.",
      "Never have I ever tripped in front of the entire class.",
      "Never have I ever answered a question confidently and been completely wrong.",
      "Never have I ever fallen asleep during a meeting or class.",
      "Never have I ever sent an email to the wrong person.",
      "Never have I ever forgotten a coworker's or classmate's name mid-conversation.",
      "Never have I ever worn mismatched shoes to work or school.",
      "Never have I ever spilled food or drink on important documents.",
      "Never have I ever walked into the wrong classroom or meeting room.",
      "Never have I ever been caught doodling instead of taking notes.",
      "Never have I ever waved back at someone who wasn't waving at me.",
      "Never have I ever called someone by the wrong name for an extended period.",
      "Never have I ever told a joke that no one laughed at.",
      "Never have I ever laughed at a serious moment thinking it was a joke.",
      "Never have I ever walked into a glass door or window.",
      "Never have I ever tried to open a door the wrong way in public.",
      "Never have I ever mistaken a stranger for someone I know.",
      "Never have I ever responded to someone who wasn't talking to me.",
      "Never have I ever had my voice crack during a presentation or speech.",
      "Never have I ever forgotten someone's name immediately after they told me.",
      "Never have I ever started talking to someone only to realize they were on a call.",
      "Never have I ever told a story and realized halfway through that no one was listening.",
      "Never have I ever accidentally sent a message to the wrong group chat.",
      "Never have I ever replied 'you too' to someone who didn't say anything warranting it.",
      "Never have I ever complimented someone on something they didn't have.",
      "Never have I ever tried to join a conversation and said something completely off-topic.",
      "Never have I ever made a joke that was taken the wrong way.",
      "Never have I ever forgotten what I was saying mid-sentence.",
      "Never have I ever laughed at something I shouldn't have.",
      "Never have I ever been caught talking to myself.",
      "Never have I ever sent a text to the wrong person.",
      "Never have I ever accidentally liked an old photo while stalking someone's profile.",
      "Never have I ever posted something on social media and immediately regretted it.",
      "Never have I ever had autocorrect embarrass me.",
      "Never have I ever replied all to an email unintentionally.",
      "Never have I ever accidentally shared a private photo or message publicly.",
      "Never have I ever been caught taking a selfie.",
      "Never have I ever forgotten to mute myself on a video call.",
      "Never have I ever joined a video call inappropriately dressed.",
      "Never have I ever been caught singing or dancing alone at home.",
      "Never have I ever walked into the wrong room in my own house.",
      "Never have I ever locked myself out of the house.",
      "Never have I ever broken something and tried to hide it.",
      "Never have I ever been caught talking to my pet as if they were human.",
      "Never have I ever tripped over nothing in my own home.",
      "Never have I ever worn clothes inside out all day without noticing.",
      "Never have I ever mistaken a stranger's house for my own.",
      "Never have I ever had a wardrobe malfunction at home.",
      "Never have I ever spilled something and blamed it on someone else.",
      "Never have I ever traveled alone.",
      "Never have I ever been on a road trip.",
      "Never have I ever flown in a helicopter.",
      "Never have I ever slept under the stars.",
      "Never have I ever gone backpacking.",
      "Never have I ever hitchhiked.",
      "Never have I ever swum in the ocean at night.",
      "Never have I ever gone bungee jumping.",
      "Never have I ever climbed a mountain.",
      "Never have I ever been to another continent.",
      "Never have I ever gotten lost in a foreign country.",
      "Never have I ever missed a flight.",
      "Never have I ever stayed in a hostel.",
      "Never have I ever eaten street food abroad.",
      "Never have I ever traveled by train overnight.",
      "Never have I ever visited a desert.",
      "Never have I ever gone camping in the wild.",
      "Never have I ever traveled without a plan.",
      "Never have I ever gotten a travel tattoo.",
      "Never have I ever been scuba diving.",
      "Never have I ever parasailed.",
      "Never have I ever slept in an airport.",
      "Never have I ever gotten sunburned while traveling.",
      "Never have I ever visited a volcano.",
      "Never have I ever traveled with a stranger.",
      "Never have I ever taken a ferry.",
      "Never have I ever gone on a safari.",
      "Never have I ever bathed in a hot spring.",
      "Never have I ever done a spontaneous trip.",
      "Never have I ever seen the Northern Lights.",
      "Never have I ever visited a jungle.",
      "Never have I ever ridden a camel.",
      "Never have I ever stayed in an Airbnb.",
      "Never have I ever visited a castle.",
      "Never have I ever tried a country's national dish.",
      "Never have I ever lost my luggage.",
      "Never have I ever slept in a hammock.",
      "Never have I ever seen a wild animal up close.",
      "Never have I ever gone ziplining.",
      "Never have I ever kayaked in the ocean.",
      "Never have I ever taken travel photos for Instagram.",
      "Never have I ever gotten sick while traveling.",
      "Never have I ever done a pub crawl in another country.",
      "Never have I ever visited a UNESCO World Heritage Site.",
      "Never have I ever swum in a waterfall.",
      "Never have I ever gone white-water rafting.",
      "Never have I ever traveled with just a carry-on.",
      "Never have I ever stayed in a treehouse.",
      "Never have I ever ridden a scooter in a foreign city.",
      "Never have I ever bought a last-minute flight.",
      "Never have I ever tried surfing.",
      "Never have I ever visited an island.",
      "Never have I ever had a travel romance.",
      "Never have I ever been to a full moon party.",
      "Never have I ever gone snorkeling.",
      "Never have I ever traveled with my best friend.",
      "Never have I ever had a travel emergency.",
      "Never have I ever participated in a local festival abroad.",
      "Never have I ever been to a theme park abroad.",
      "Never have I ever taken a cooking class while traveling.",
      "Never have I ever used Google Translate in real life.",
      "Never have I ever been stuck in customs.",
      "Never have I ever bartered at a local market.",
      "Never have I ever taken a wrong bus in a foreign city.",
      "Never have I ever visited a cave.",
      "Never have I ever seen a glacier.",
      "Never have I ever traveled to see a concert or event.",
      "Never have I ever visited a war memorial or battlefield.",
      "Never have I ever traveled for over a month.",
      "Never have I ever tried hitchhiking successfully.",
      "Never have I ever taken a hot air balloon ride.",
      "Never have I ever taken travel advice from a local.",
      "Never have I ever drunk tap water in a country where I shouldn’t have.",
      "Never have I ever taken a scenic train ride.",
      "Never have I ever been to a country where I didn’t speak the language.",
      "Never have I ever taken a solo hike.",
      "Never have I ever forgotten my passport.",
      "Never have I ever gotten a souvenir for someone else.",
      "Never have I ever visited a museum abroad.",
      "Never have I ever learned basic phrases in a new language.",
      "Never have I ever been to a travel expo.",
      "Never have I ever gone geocaching.",
      "Never have I ever tried a weird food abroad.",
      "Never have I ever gotten a sunburn so bad I couldn’t move.",
      "Never have I ever had a beach day in another country.",
      "Never have I ever used Couchsurfing.",
      "Never have I ever been in a travel group.",
      "Never have I ever danced in the rain while traveling.",
      "Never have I ever made a travel vlog.",
      "Never have I ever taken a picture with a famous landmark.",
      "Never have I ever learned a traditional dance abroad.",
      "Never have I ever gotten a massage in another country.",
      "Never have I ever forgotten where I was staying.",
      "Never have I ever traveled during a pandemic.",
      "Never have I ever been on a boat cruise.",
      "Never have I ever eaten bugs.",
      "Never have I ever had to mime to communicate.",
      "Never have I ever met someone famous while traveling.",
      "Never have I ever journaled during a trip.",
      "Never have I ever changed my life because of travel.",
      "Never have I ever gone on a blind date.",
  "Never have I ever been in love.",
  "Never have I ever kissed someone on the first date.",
  "Never have I ever been dumped.",
  "Never have I ever dumped someone.",
  "Never have I ever lied on a dating app.",
  "Never have I ever been on a date with someone I met online.",
  "Never have I ever dated more than one person at the same time.",
  "Never have I ever kissed someone of the same gender.",
  "Never have I ever had a crush on a friend.",
  "Never have I ever gotten back together with an ex.",
  "Never have I ever had a long-distance relationship.",
  "Never have I ever had a secret relationship.",
  "Never have I ever gone on a date just for the free food.",
  "Never have I ever had a one-night stand.",
  "Never have I ever sent a romantic text to the wrong person.",
  "Never have I ever fallen for someone I couldn’t have.",
  "Never have I ever used someone to make someone else jealous.",
  "Never have I ever cheated on someone.",
  "Never have I ever been cheated on.",
  "Never have I ever had feelings for someone I shouldn't have.",
  "Never have I ever been in a friends-with-benefits relationship.",
  "Never have I ever had a crush on a teacher.",
  "Never have I ever been in a relationship with someone I met through work.",
  "Never have I ever been ghosted after a date.",
  "Never have I ever sent a risky message to someone I liked.",
  "Never have I ever lied about my relationship status.",
  "Never have I ever had a fake relationship for a social reason.",
  "Never have I ever been on a date with someone who was already in a relationship.",
  "Never have I ever done something embarrassing on a date.",
  "Never have I ever dated someone much older than me.",
  "Never have I ever had a secret crush.",
  "Never have I ever fallen for someone too quickly.",
  "Never have I ever been in an interracial relationship.",
  "Never have I ever broken up with someone via text.",
  "Never have I ever had a crush on someone I wasn’t allowed to date.",
  "Never have I ever tried online dating.",
  "Never have I ever sent a love letter.",
  "Never have I ever fallen in love with someone I met on a trip.",
  "Never have I ever used a dating app.",
  "Never have I ever been on a date that went terribly wrong.",
  "Never have I ever asked someone out.",
  "Never have I ever been to a romantic dinner date.",
  "Never have I ever dated a coworker.",
  "Never have I ever tried to make my ex jealous.",
  "Never have I ever lied about how long I’ve been single.",
  "Never have I ever gone to a wedding alone.",
  "Never have I ever kissed someone while drunk.",
  "Never have I ever sent a flirtatious text to someone I didn’t know well.",
  "Never have I ever had an awkward first date.",
  "Never have I ever had a relationship with someone my friends didn’t like.",
  "Never have I ever gotten back with an ex just to have closure.",
  "Never have I ever had a romantic date in the rain.",
  "Never have I ever gone to a movie with someone just to make them like me.",
  "Never have I ever been set up by a friend on a date.",
  "Never have I ever broken up with someone because they were too clingy.",
  "Never have I ever been in a toxic relationship.",
  "Never have I ever lied to avoid going on a date.",
  "Never have I ever kissed someone under mistletoe.",
  "Never have I ever had a crush on someone I worked with.",
  "Never have I ever been on a date to a theme park.",
  "Never have I ever kissed someone I didn't like.",
  "Never have I ever had a romantic relationship with someone I met on vacation.",
  "Never have I ever sent someone a gift without them asking.",
  "Never have I ever planned a surprise date.",
  "Never have I ever ignored someone’s text because I was scared of dating them.",
  "Never have I ever been caught sending a flirtatious message to someone else.",
  "Never have I ever dated someone my parents didn't approve of.",
  "Never have I ever gone on a date where I didn’t have a good time.",
  "Never have I ever lied about being single.",
  "Never have I ever kissed someone I didn’t want to kiss.",
  "Never have I ever gone on a date with someone I met through social media.",
  "Never have I ever been surprised by a date.",
  "Never have I ever felt jealous of my partner’s friends.",
  "Never have I ever bought a gift for a significant other without occasion.",
  "Never have I ever had a relationship end because of distance.",
  "Never have I ever been in a polyamorous relationship.",
  "Never have I ever sent a text to someone and then regretted it immediately.",
  "Never have I ever tried to impress someone I liked.",
  "Never have I ever cried over someone I was dating.",
  "Never have I ever dated someone just because they liked me.",
  "Never have I ever had a crush on a celebrity.",
  "Never have I ever gone on a date without any intention of dating the person again.",
  "Never have I ever been in a relationship where I felt unsupported.",
  "Never have I ever tried to make a relationship work even though it wasn’t right.",
  "Never have I ever given a love letter to someone.",
  "Never have I ever had a perfect first date.",
  "Never have I ever had an awkward kiss.",
  "Never have I ever been on a romantic weekend getaway.",
  "Never have I ever been on a date with someone I thought was not my type but ended up liking.",
  "Never have I ever told someone I loved them too soon.",
  "Never have I ever had a crush on someone who didn’t know I existed.",
  "Never have I ever done something special for someone to show I liked them.",
  "Never have I ever given someone a second chance after they hurt me.",
  "Never have I ever been on a date with someone who was completely different from me.",
  "Never have I ever written a poem for someone I loved.",
  "Never have I ever gone to a romantic event like a concert or dinner.",
  "Never have I ever received a love letter from someone.",
  "Never have I ever gone to a party and not remembered anything the next day.",
  "Never have I ever thrown a surprise party.",
  "Never have I ever danced all night at a party.",
  "Never have I ever been to a themed party.",
  "Never have I ever been kicked out of a party.",
  "Never have I ever crashed a party I wasn’t invited to.",
  "Never have I ever gone to a party just for the food.",
  "Never have I ever thrown a party at my house.",
  "Never have I ever sung karaoke at a party.",
  "Never have I ever had a party with more than 50 people.",
  "Never have I ever attended a costume party.",
  "Never have I ever gone to a party and regretted it.",
  "Never have I ever taken a shot at a party.",
  "Never have I ever stayed up all night at a party.",
  "Never have I ever played drinking games at a party.",
  "Never have I ever hosted a party at someone else’s house.",
  "Never have I ever made a party playlist.",
  "Never have I ever danced in public while intoxicated.",
  "Never have I ever attended a music festival.",
  "Never have I ever been to a party with a celebrity.",
  "Never have I ever gone to a party without knowing anyone there.",
  "Never have I ever been to a beach party.",
  "Never have I ever gone to a pool party.",
  "Never have I ever had a party with no alcohol.",
  "Never have I ever gone to a party for someone I didn’t know.",
  "Never have I ever done a prank at a party.",
  "Never have I ever stayed up late talking at a party.",
  "Never have I ever been to a rave.",
  "Never have I ever been to a New Year’s Eve party.",
  "Never have I ever had a party in a public place.",
  "Never have I ever been to a party at a friend’s house while their parents were away.",
  "Never have I ever danced on a table at a party.",
  "Never have I ever kissed someone at a party.",
  "Never have I ever played beer pong at a party.",
  "Never have I ever invited too many people to a party.",
  "Never have I ever had a pool party.",
  "Never have I ever been to a house party.",
  "Never have I ever gotten into a party fight.",
  "Never have I ever fallen asleep at a party.",
  "Never have I ever been to a party where the cops showed up.",
  "Never have I ever danced in a mosh pit.",
  "Never have I ever been to a party at someone’s house without them knowing.",
  "Never have I ever gone to a bar or club for a party.",
  "Never have I ever worn a ridiculous outfit to a party.",
  "Never have I ever made a speech at a party.",
  "Never have I ever had a party for no reason.",
  "Never have I ever gone to a party and met someone famous.",
  "Never have I ever been part of a surprise party planning.",
  "Never have I ever gone to a party that lasted until morning.",
  "Never have I ever attended a pool party in the winter.",
  "Never have I ever played a game of truth or dare at a party.",
  "Never have I ever thrown confetti at a party.",
  "Never have I ever danced to a song I didn’t like just to fit in.",
  "Never have I ever attended a party with a bonfire.",
  "Never have I ever hosted a sleepover party.",
  "Never have I ever had a party without telling anyone about it.",
  "Never have I ever eaten cake at a party.",
  "Never have I ever gone to a party where there were awkward moments.",
  "Never have I ever gotten too drunk at a party.",
  "Never have I ever had a party that got out of control.",
  "Never have I ever played a game of charades at a party.",
  "Never have I ever gone to a party at a hotel.",
  "Never have I ever had a themed dinner party.",
  "Never have I ever gone to a party with a funny costume.",
  "Never have I ever done karaoke in front of strangers.",
  "Never have I ever gone to a party that was not fun.",
  "Never have I ever broken something at a party.",
  "Never have I ever laughed so hard at a party that I cried.",
  "Never have I ever been to a party that had a dance-off.",
  "Never have I ever been to a party with a secret guest list.",
  "Never have I ever gone to a party just to meet new people.",
  "Never have I ever gone to a party and left early.",
  "Never have I ever had a party that lasted all weekend.",
  "Never have I ever dressed up as a character for a party.",
  "Never have I ever been to a party and had to leave because it was too awkward.",
  "Never have I ever made out at a party.",
  "Never have I ever gone to a party and found someone I knew from work or school.",
  "Never have I ever gotten a hangover from a party.",
  "Never have I ever had an amazing time at a party and didn’t want to leave.",
  "Never have I ever gone to a party to meet someone specific.",
  "Never have I ever had a party in a city I was visiting.",
  "Never have I ever made a party memory I will never forget.",
  "Never have I ever eaten something I shouldn’t have at a party.",
  "Never have I ever had to clean up after a party.",
  "Never have I ever been to a party with fireworks.",
  "Never have I ever met someone at a party and hit it off immediately.",
  "Never have I ever gone to a party and ended up making new friends.",
  "Never have I ever stayed in the corner at a party because I didn’t know anyone.",
  "Never have I ever invited someone to a party and regretted it.",
  "Never have I ever gone to a party and then regretted the outfit I wore.",
  "Never have I ever gone to a party just because it was the weekend.",
  "Never have I ever had a girls' night sleepover.",
  "Never have I ever stayed up all night gossiping with my girlfriends.",
  "Never have I ever done a DIY spa night with my friends.",
  "Never have I ever had a girls' night out at a club.",
  "Never have I ever played truth or dare at a girls' night.",
  "Never have I ever had a wine and cheese night with my girlfriends.",
  "Never have I ever watched chick flicks during a girls' night.",
  "Never have I ever shared a secret with my girlfriends during a girls' night.",
  "Never have I ever gone to a karaoke bar with my girlfriends.",
  "Never have I ever done matching outfits with my friends for a girls' night.",
  "Never have I ever had a pajama party with my girls.",
  "Never have I ever had a heart-to-heart conversation during a girls' night.",
  "Never have I ever gotten into a heated debate during a girls' night.",
  "Never have I ever played board games at a girls' night.",
  "Never have I ever had a dance-off with my girlfriends.",
  "Never have I ever shared a funny story that made everyone laugh during a girls' night.",
  "Never have I ever made homemade cocktails for a girls' night.",
  "Never have I ever planned a girls' trip during a girls' night.",
  "Never have I ever talked about our crushes during a girls' night.",
  "Never have I ever dressed up fancy for a girls' night out.",
  "Never have I ever had a girls' night where we did each other’s makeup.",
  "Never have I ever played a prank on someone during a girls' night.",
  "Never have I ever shared a bucket of ice cream during a girls' night.",
  "Never have I ever had a girls' night while on vacation.",
  "Never have I ever gone on a late-night snack run with my girlfriends.",
  "Never have I ever had a themed girls' night.",
  "Never have I ever made a playlist for a girls' night.",
  "Never have I ever gone to a movie theater for a girls' night out.",
  "Never have I ever done a DIY project with my friends during a girls' night.",
  "Never have I ever had a deep conversation with my girlfriends that lasted for hours.",
  "Never have I ever taken silly selfies during a girls' night.",
  "Never have I ever had a late-night chat that made me cry with my friends.",
  "Never have I ever watched a scary movie during a girls' night.",
  "Never have I ever had a girls' night that turned into a therapy session.",
  "Never have I ever had a girls' night that involved cooking dinner together.",
  "Never have I ever made friendship bracelets during a girls' night.",
  "Never have I ever played video games with my girlfriends during a girls' night.",
  "Never have I ever had a girls' night with pizza and Netflix.",
  "Never have I ever gone to a comedy show with my girlfriends.",
  "Never have I ever gone on a shopping spree with my friends for a girls' night.",
  "Never have I ever stayed up all night talking about our futures during a girls' night.",
  "Never have I ever given my friend a makeover during a girls' night.",
  "Never have I ever had a game night with my girlfriends.",
  "Never have I ever had a karaoke session at home with my girls.",
  "Never have I ever gone to a spa with my girlfriends for a girls' night.",
  "Never have I ever done a photo shoot with my friends during a girls' night.",
  "Never have I ever had a sleepover with face masks and hair treatments.",
  "Never have I ever done a secret Santa exchange during a girls' night.",
  "Never have I ever had a girls' night with just catching up over coffee.",
  "Never have I ever had a wild dance party with my girlfriends.",
  "Never have I ever gone on a road trip with my girls during a girls' night.",
  "Never have I ever stayed in a hotel with my friends for a girls' weekend.",
  "Never have I ever done yoga or a workout session with my girlfriends during a girls' night.",
  "Never have I ever gone to a wine tasting with my friends.",
  "Never have I ever had a girls' night in with candles and music.",
  "Never have I ever spent a whole night binge-watching a TV series with my girls.",
  "Never have I ever thrown a surprise party for one of my girlfriends.",
  "Never have I ever had a heartwarming girls' night where we all cried happy tears.",
  "Never have I ever had a themed costume night with my girlfriends.",
  "Never have I ever shared a funny or embarrassing story at a girls' night.",
  "Never have I ever gone to a karaoke bar and sang with my girlfriends.",
  "Never have I ever gotten matching tattoos with my friends during a girls' night.",
  "Never have I ever gone on a spontaneous night out with my girlfriends.",
  "Never have I ever spent the whole day pampering myself and my friends during a girls' day.",
  "Never have I ever played cards against humanity with my girlfriends during a girls' night.",
  "Never have I ever made a vision board with my friends during a girls' night.",
  "Never have I ever gone to a dance class with my girlfriends.",
  "Never have I ever stayed up late doing crafts with my friends.",
  "Never have I ever had a themed photo booth during a girls' night.",
  "Never have I ever gone to a fancy dinner with my girlfriends during a girls' night.",
  "Never have I ever gone on a shopping date with my girlfriends during a girls' night.",
  "Never have I ever gotten matching pajamas with my girlfriends for a sleepover.",
  "Never have I ever shared life advice with my girlfriends during a girls' night.",
  "Never have I ever baked cookies or cupcakes with my girlfriends during a girls' night.",
  "Never have I ever planned a surprise girls' night for someone special.",
  "Never have I ever gone to a bar just for the dancing with my girlfriends.",
  "Never have I ever made up funny stories or scenarios with my girlfriends during a girls' night.",
  "Never have I ever had a pajama day with my girlfriends.",
  "Never have I ever binge-watched a show with my friends until we finished the whole season.",
  "Never have I ever planned a weekend getaway with my girlfriends.",
  "Never have I ever had a girls' night where we all tried to bake something together.",
  "Never have I ever talked about our crushes during a girls' night out.",
  "Never have I ever gotten matching jewelry with my girlfriends for a girls' night.",
  "Never have I ever made a scrapbook of memories from a girls' night."
    ]
  }
  