{
    "workAndSchool": [
      "Never have I ever fallen asleep in class.",
      "Never have I ever cheated on a test.",
      "Never have I ever forgotten to do my homework.",
      "Never have I ever gotten detention.",
      "Never have I ever skipped a class.",
      "Never have I ever forged a parent’s signature.",
      "Never have I ever been late to school.",
      "Never have I ever had a crush on a teacher.",
      "Never have I ever pulled an all-nighter to study.",
      "Never have I ever copied someone else's homework.",
      "Never have I ever been caught using my phone in class.",
      "Never have I ever lied about why my homework wasn't done.",
      "Never have I ever failed a class.",
      "Never have I ever snuck out of class early.",
      "Never have I ever lost a textbook.",
      "Never have I ever cried because of a bad grade.",
      "Never have I ever presented without being prepared.",
      "Never have I ever gotten in trouble for talking in class.",
      "Never have I ever eaten during class.",
      "Never have I ever made up an excuse to miss school.",
      "Never have I ever gotten suspended.",
      "Never have I ever had a locker partner I hated.",
      "Never have I ever been called out in class for not paying attention.",
      "Never have I ever made a fake excuse to skip gym class.",
      "Never have I ever been in a school play or performance.",
      "Never have I ever doodled all over my notebook instead of taking notes.",
      "Never have I ever worn pajamas to school.",
      "Never have I ever made a teacher cry.",
      "Never have I ever had a nickname from a teacher.",
      "Never have I ever tripped in the hallway.",
      "Never have I ever gotten a perfect score on a test.",
      "Never have I ever forgotten an important school project.",
      "Never have I ever missed the school bus.",
      "Never have I ever stayed after school just to hang out.",
      "Never have I ever been the teacher’s favorite.",
      "Never have I ever been in a school fight.",
      "Never have I ever plagiarized an assignment.",
      "Never have I ever failed a pop quiz.",
      "Never have I ever done homework during another class.",
      "Never have I ever walked into the wrong classroom.",
      "Never have I ever accidentally sent a text about a teacher—to that teacher.",
      "Never have I ever joined a club just for extra credit.",
      "Never have I ever faked sick to miss a test.",
      "Never have I ever worn the wrong school uniform.",
      "Never have I ever been asked to leave a class.",
      "Never have I ever argued with a teacher.",
      "Never have I ever helped someone cheat.",
      "Never have I ever gotten a note passed in class.",
      "Never have I ever been in the school newspaper.",
      "Never have I ever forgotten my backpack.",
      "Never have I ever tried to hide a bad grade from my parents.",
      "Never have I ever had a crush on a classmate.",
      "Never have I ever been in a group project where I did all the work.",
      "Never have I ever cried at school.",
      "Never have I ever made an excuse to avoid group work.",
      "Never have I ever made up fake citations for an essay.",
      "Never have I ever missed a test on purpose.",
      "Never have I ever been on a field trip without permission.",
      "Never have I ever gotten a participation trophy.",
      "Never have I ever had a panic attack during school.",
      "Never have I ever broken something in a classroom.",
      "Never have I ever gotten caught passing notes.",
      "Never have I ever written a love letter at school.",
      "Never have I ever had a substitute teacher mess up my name.",
      "Never have I ever made a TikTok in class.",
      "Never have I ever pretended to understand a lesson.",
      "Never have I ever missed a deadline.",
      "Never have I ever used ChatGPT or AI to do my homework 😉.",
      "Never have I ever been chosen last in PE.",
      "Never have I ever won a spelling bee.",
      "Never have I ever been class president.",
      "Never have I ever thrown up at school.",
      "Never have I ever forgotten my lunch.",
      "Never have I ever gotten a love confession at school.",
      "Never have I ever lied about reading a book for a report.",
      "Never have I ever pretended to be someone else online for a project.",
      "Never have I ever accidentally texted the class group instead of my friend.",
      "Never have I ever corrected a teacher.",
      "Never have I ever stolen school supplies.",
      "Never have I ever drawn in a library book.",
      "Never have I ever gotten kicked off a school team.",
      "Never have I ever failed to submit a group project on time.",
      "Never have I ever signed up for a class and regretted it.",
      "Never have I ever been in a school talent show.",
      "Never have I ever zoned out and missed half a lecture.",
      "Never have I ever had my phone taken away in class.",
      "Never have I ever had a crush on a senior/upperclassman.",
      "Never have I ever gotten my grade changed after complaining.",
      "Never have I ever dressed up for spirit week.",
      "Never have I ever gotten a warning call to my parents.",
      "Never have I ever forgotten a teacher’s name.",
      "Never have I ever had a meltdown over an assignment.",
      "Never have I ever had to repeat a grade.",
      "Never have I ever fallen asleep during an exam.",
      "Never have I ever pulled a prank on a teacher.",
      "Never have I ever won an academic award.",
      "Never have I ever presented in front of the whole school.",
      "Never have I ever written a secret message in a textbook.",
      "Never have I ever joined a class just to be with my friends.",
      "Never have I ever lied during a class debate just to win.",
    
      "Never have I ever lied on my resume.",
      "Never have I ever called in sick when I wasn’t.",
      "Never have I ever missed a deadline at work.",
      "Never have I ever taken office supplies home.",
      "Never have I ever sent an email to the wrong person.",
      "Never have I ever been late to a meeting.",
      "Never have I ever fallen asleep at work.",
      "Never have I ever gossiped about a coworker.",
      "Never have I ever gotten into an argument with my boss.",
      "Never have I ever forgotten a coworker's name.",
      "Never have I ever been reprimanded at work.",
      "Never have I ever sent a message to the wrong group chat.",
      "Never have I ever worked in my pajamas.",
      "Never have I ever missed a Zoom meeting.",
      "Never have I ever accidentally left my mic or camera on.",
      "Never have I ever lied about why I was late.",
      "Never have I ever used a fake excuse to leave work early.",
      "Never have I ever pretended to be busy when I wasn’t.",
      "Never have I ever worked while hungover.",
      "Never have I ever cried at work.",
      "Never have I ever had a crush on a coworker.",
      "Never have I ever eaten someone else's food from the fridge.",
      "Never have I ever ignored a client’s email.",
      "Never have I ever forgotten a coworker's birthday.",
      "Never have I ever made a mistake that cost the company money.",
      "Never have I ever used work time to do personal tasks.",
      "Never have I ever lied in a performance review.",
      "Never have I ever faked internet issues to get out of a meeting.",
      "Never have I ever been caught slacking off.",
      "Never have I ever dated someone at work.",
      "Never have I ever sent a meme during a serious chat.",
      "Never have I ever used company time for social media.",
      "Never have I ever been fired.",
      "Never have I ever forgotten to clock in or out.",
      "Never have I ever cursed in a meeting (even on mute).",
      "Never have I ever used a work computer for personal stuff.",
      "Never have I ever stayed late just to look dedicated.",
      "Never have I ever copied someone else's idea.",
      "Never have I ever had a panic attack before a presentation.",
      "Never have I ever worn something inappropriate on Zoom.",
      "Never have I ever quit a job without notice.",
      "Never have I ever sent a risky message and immediately regretted it.",
      "Never have I ever zoned out during a meeting.",
      "Never have I ever used slang in a professional email.",
      "Never have I ever made an awkward joke in a meeting.",
      "Never have I ever spilled coffee on important paperwork.",
      "Never have I ever ghosted a recruiter.",
      "Never have I ever overslept and missed work.",
      "Never have I ever joined a meeting and forgot the agenda.",
      "Never have I ever not known what I was doing at work.",
      "Never have I ever stalked a coworker online.",
      "Never have I ever replied-all by mistake.",
      "Never have I ever flirted with a client.",
      "Never have I ever panicked and pretended my internet crashed.",
      "Never have I ever lied in a job interview.",
      "Never have I ever called someone the wrong name in a meeting.",
      "Never have I ever sent a text meant for a friend to a coworker.",
      "Never have I ever cried in a work bathroom.",
      "Never have I ever covered for someone else's mistake.",
      "Never have I ever gotten drunk at a work party.",
      "Never have I ever had a work best friend.",
      "Never have I ever used emojis in a work email.",
      "Never have I ever accidentally shared the wrong screen.",
      "Never have I ever muted myself and forgot.",
      "Never have I ever pretended to be taking notes.",
      "Never have I ever ghosted a coworker’s message.",
      "Never have I ever searched for a new job while at work."
    ],
    "Embarrassing & awkward moments": [
      "Never have I ever searched for a new job while at work."
    ],
    "Tarvel & adventure": [],
    "Relationship & dating": [],
    "Party and fun": [],
    "Money & shopping": [],
    "girlsNight": [],
    "All of the above": []
  }
  