{
    "workAndSchool": [
      "Never have I ever fallen asleep in class.",
      "Never have I ever cheated on a test.",
      "Never have I ever forgotten to do my homework.",
      "Never have I ever gotten detention.",
      "Never have I ever skipped a class.",
      "Never have I ever forged a parent’s signature.",
      "Never have I ever been late to school.",
      "Never have I ever had a crush on a teacher."
    ],
    "Embarrassing & awkward moments": [
      "Never have I ever called a teacher 'mom' or 'dad'.",
      "Never have I ever tripped in front of the entire class.",
      "Never have I ever answered a question confidently and been completely wrong.",
      "Never have I ever fallen asleep during a meeting or class.",
      "Never have I ever sent an email to the wrong person.",
      "Never have I ever forgotten a coworker's or classmate's name mid-conversation.",
      "Never have I ever worn mismatched shoes to work or school.",
      "Never have I ever spilled food or drink on important documents.",
      "Never have I ever walked into the wrong classroom or meeting room.",
      "Never have I ever been caught doodling instead of taking notes.",
      "Never have I ever waved back at someone who wasn't waving at me."
    ],
    "Tarvel & adventure": [
      "Never have I ever traveled alone.",
      "Never have I ever been on a road trip.",
      "Never have I ever flown in a helicopter.",
      "Never have I ever slept under the stars.",
      "Never have I ever gone backpacking.",
      "Never have I ever hitchhiked.",
      "Never have I ever swum in the ocean at night.",
      "Never have I ever gone bungee jumping.",
      "Never have I ever climbed a mountain.",
      "Never have I ever been to another continent.",
      "Never have I ever gotten lost in a foreign country."
    ],
    "Relationship & dating": [
      "Never have I ever gone on a blind date.",
  "Never have I ever been in love.",
  "Never have I ever kissed someone on the first date.",
  "Never have I ever been dumped.",
  "Never have I ever dumped someone.",
  "Never have I ever lied on a dating app.",
  "Never have I ever been on a date with someone I met online.",
  "Never have I ever dated more than one person at the same time.",
  "Never have I ever kissed someone of the same gender.",
  "Never have I ever had a crush on a friend.",
  "Never have I ever gotten back together with an ex."
    ],
    "Party and fun": [
      "Never have I ever gone to a party and not remembered anything the next day.",
  "Never have I ever thrown a surprise party.",
  "Never have I ever danced all night at a party.",
  "Never have I ever been to a themed party.",
  "Never have I ever been kicked out of a party.",
  "Never have I ever crashed a party I wasn’t invited to.",
  "Never have I ever gone to a party just for the food.",
  "Never have I ever thrown a party at my house.",
  "Never have I ever sung karaoke at a party.",
  "Never have I ever had a party with more than 50 people.",
  "Never have I ever attended a costume party."
    ],
    "Money & shopping": [
      "Never have I ever bought something expensive just because it was on sale.",
  "Never have I ever splurged on something I didn't need.",
  "Never have I ever spent money on something and immediately regretted it.",
  "Never have I ever bought something online and forgotten about it until it arrived.",
  "Never have I ever gone shopping and spent more money than I planned.",
  "Never have I ever used a coupon or promo code to save money.",
  "Never have I ever paid for something I couldn’t afford at the time.",
  "Never have I ever bought clothes I never wore.",
  "Never have I ever returned something I bought after using it.",
  "Never have I ever bought a luxury item to impress someone.",
  "Never have I ever spent money on something just because everyone else had it."
    ],
    "girlsNight": [
      "Never have I ever had a girls' night sleepover.",
  "Never have I ever stayed up all night gossiping with my girlfriends.",
  "Never have I ever done a DIY spa night with my friends.",
  "Never have I ever had a girls' night out at a club.",
  "Never have I ever played truth or dare at a girls' night.",
  "Never have I ever had a wine and cheese night with my girlfriends.",
  "Never have I ever watched chick flicks during a girls' night.",
  "Never have I ever shared a secret with my girlfriends during a girls' night.",
  "Never have I ever gone to a karaoke bar with my girlfriends.",
  "Never have I ever done matching outfits with my friends for a girls' night.",
  "Never have I ever had a pajama party with my girls."
    ],
    "All of the above": [
      "Never have I ever fallen asleep in class.",
      "Never have I ever cheated on a test.",
      "Never have I ever forgotten to do my homework.",
      "Never have I ever gotten detention.",
      "Never have I ever skipped a class.",
      "Never have I ever forged a parent’s signature.",
      "Never have I ever been late to school.",
      "Never have I ever had a crush on a teacher.",
      "Never have I ever pulled an all-nighter to study.",
      "Never have I ever copied someone else's homework.",
      "Never have I ever been caught using my phone in class."
    ]
  }
  